export const TASK_LIST = [
  {
    id: 1,
    code: 1264,
    locked: true,
    image: 'minecraft-1.png',
    title: 'Мир Minecraft',
    description: `Добудь ресурс — и откроется дверь!
      Не кирка нужна, а разум теперь.
      Где мир из блоков, в пиксельных снах,
      Спрятан секрет в цифровых стенах.`,
    hint: `Мир Minecraft`
  },
  {
    id: 2,
    code: 9379,
    locked: false,
    image: 'rarity.png',
    title: 'Столик с косметикой',
    description: `"Ах, дорогая, ты ищешь ответ?
      Тогда ищи, где волшебства силуэт.
      Где блёстки, духи, зеркальце, лак —
      Там каждая пони найдёт свой ништяк.
      Где я превращаюсь с утра в королеву,
      Ты тоже найдёшь свою тайную деву."`,
    hint: `Столик с косметикой`
  },
  {
    id: 3,
    code: 8423,
    locked: true,
    image: 'barboskiny.jpg',
    title: 'Велосипед',
    description: `Есть зверь, что без сердца — но мчится стрелой,
      Он тих и послушен, но создан для боя с дорогой.
      И жужжит — не как пчёлка, но песню поёт.
      Он дремлет в прохладе, в тени, в стороне,
      Где редко бывают — где тихо вполне.`,
    hint: `Велосипед`
  },
  {
    id: 4,
    code: 6335,
    locked: true,
    image: 'gena.png',
    title: 'Стиральная машина',
    description: `Генка бы назвал это центрифугой.
      Но на деле — это магия чистоты.
      Загляни туда, где исчезают пятна... 
      ...и носки тоже`,
    hint: `Стиральная машина`
  },
  {
    id: 5,
    code: 7299,
    locked: true,
    image: 'garden.png',
    title: 'На балконе',
    description: `В симуляторе — грядки, кактусы, кусты,
      Там всё расцветает от лёгкой мечты.
      Где солнце играет и дышится сочно?
      Ищи, где зелень с горшков смотрит вниз.
      Быть может, там есть зелёный сюрприз!`,
    hint: `На балконе`
  },
  {
    id: 6,
    code: 2552,
    locked: true,
    image: 'pinkypie.png',
    title: 'За сахарницей',
    description: `Пинки Пай любит сладости.
      Она бы точно заглянула туда, чтобы устроить вечеринку!
      Попробуй найти след её конфетных выходок.`,
    hint: `За сахарницей`
  },
  {
    id: 7,
    code: 6335,
    locked: true,
    image: 'night.png',
    title: 'Под кроватью',
    description: `Где дремлют мечты в лепестковом свету,
      Где тишина шепчет: «Я рядом и жду».
      Там отдыхает и пони, и птах —
      И тайна хранится в пушистых снах.`,
    hint: `Под кроватью`
  }
];
