export const TASK_LIST = [
  {
    id: 0,
    code: 1264,
    locked: true,
    image: 'pony-rainbow.png',
    title: 'Test Task 1',
    description: `Ты прошла все уровни. Багов не найдено.
      Переходишь к финалу.
      Где тайны, блестяшки, желания и платья —
      Там твой приз. И, может быть, мем.`,
    hint: `Полный текст подсказки будет придуман потом`
  },
  {
    id: 1,
    code: 9379,
    locked: false,
    image: 'minecraft-portal.png',
    title: 'Test Task 2',
    hint: `Полный текст подсказки будет придуман потом`,
    description: `Ты — как Стив, но без кирки, 
      Чтобы стартовать, найди ботинки. 
      Где хранится весь наряд — 
      Квест в портал тебя зовёт назад`
  },
  {
    id: 2,
    code: 7234,
    locked: true,
    image: 'pony-rainbow.png',
    title: 'Test Task 3',
    description: `Алмазы в шахтах, лава и страх,
      Стив копает — в мечтах и делах.
      А ты копай там, где “чисто случайно”
      теряются вещи. (Особенно в панике).`,
    hint: `Полный текст подсказки будет придуман потом`
  },
  {
    id: 3,
    code: 1264,
    locked: true,
    image: 'minecraft-portal.png',
    title: 'Test Task 4',
    description: `Ты прошла все уровни. Багов не найдено.
      Переходишь к финалу.
      Где тайны, блестяшки, желания и платья —
      Там твой приз. И, может быть, мем.`,
    hint: `Полный текст подсказки будет придуман потом`
  },
  {
    id: 4,
    code: 1264,
    locked: true,
    image: 'pony-rainbow.png',
    title: 'Test Task 5',
    description: `Ты прошла все уровни. Багов не найдено.
      Переходишь к финалу.
      Где тайны, блестяшки, желания и платья —
      Там твой приз. И, может быть, мем.`,
    hint: `Полный текст подсказки будет придуман потом`
  },
  {
    id: 5,
    code: 1264,
    locked: true,
    image: 'minecraft-portal.png',
    title: 'Test Task 6',
    description: `Ты прошла все уровни. Багов не найдено.
      Переходишь к финалу.
      Где тайны, блестяшки, желания и платья —
      Там твой приз. И, может быть, мем.`,
    hint: `Полный текст подсказки будет придуман потом`
  },
  {
    id: 6,
    code: 1264,
    locked: true,
    image: 'pony-rainbow.png',
    title: 'Test Task 7',
    description: `Ты прошла все уровни. Багов не найдено.
      Переходишь к финалу.
      Где тайны, блестяшки, желания и платья —
      Там твой приз. И, может быть, мем.`,
    hint: `Полный текст подсказки будет придуман потом`
  },
  {
    id: 7,
    code: 1264,
    locked: true,
    image: 'minecraft-portal.png',
    title: 'Test Task 8',
    description: `Рарити говорит: “Ужас-ужас, сплошной бардак!”
      Но это место — твой мини-манхэттен.
      Где хранятся тени, блёстки и магия образа —
      Там следующая тайна прячется.`,
    hint: `Полный текст подсказки будет придуман потом`
  }
];
